---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FbxLightLampLumenDepr
source: html/94d3b05f-7bb8-758f-d2b2-7b825af9de14.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FbxLightLampLumenDepr Property

"Lamp Lumen Depreciation"

## Syntax (C#)
```csharp
public static ForgeTypeId FbxLightLampLumenDepr { get; }
```